{
  "About": "O nama",
  "About Us": "O nama",
  "Policy": "Politika",
  "Mission": "Misija",
  "Our Mission": "Naša misija",
  "Product": "Proizvod",
  "Services": "Usluge",
  "Tell us everything": "Recite nam sve",
  "Contact": "Kontakt",
  "Do you have any question? Feel free to reach out.": "Imate li pitanje? Slobodno nas kontaktirajte.",
  "Let's Chat": "Razgovarajmo",
  "Application Security": "Bezbednost aplikacije",
  "Software Principles": "Principi softvera",
  "Support Center": "Centar za podršku",
  "Customer Support": "Korisnička podrška",
  "Address": "Adresa",
  "Press": "Mediji",
  "Careers & Culture": "Karijere i kultura",
  "Language": "Jezik",
  "Company": "Firma",
  "Blog": "Blog",
  "Explore": "Istražite",
  "Learn more": "Saznajte više",
  "Get started": "Započnite",
  "Submit": "Pošalji",
  "Message" : "Poruka",
  "Your Message": "Vaša poruka",
  "Name" : "Ime",
  "Your Name": "Vaše ime",
  "Email" : "Email",
  "Your Email": "Vaš email",
  "We are a professional company dedicated to providing top-quality services and solutions.": "Mi smo profesionalna kompanija posvećena pružanju vrhunskih usluga i rešenja.",
  "Our mission is to deliver excellence in everything we do, combining innovation with reliability to meet our clients' needs.": "Naša misija je da pružimo izvrsnost u svemu što radimo, kombinujući inovacije sa pouzdanošću kako bismo ispunili potrebe naših klijenata.",
  "What We Offer": "Šta nudimo",
  "Quality": "Kvalitet",
  "We maintain the highest standards in all our services and products.": "Održavamo najviše standarde u svim našim uslugama i proizvodima.",
  "Experience": "Iskustvo",
  "Years of expertise in delivering professional solutions to our clients.": "Godine stručnosti u pružanju profesionalnih rešenja našim klijentima.",
  "Innovation": "Inovacija",
  "We constantly evolve and adapt to bring you the latest technologies.": "Stalno se razvijamo i prilagođavamo kako bismo vam doneli najnovije tehnologije.",
  "Support": "Podrška",
  "Dedicated customer support available to assist you at every step.": "Posvećena korisnička podrška dostupna da vam pomogne u svakom koraku.",
  "Our Values": "Naše vrednosti",
  "We believe in transparency, integrity, and building long-term relationships with our clients. Our team is committed to excellence and continuous improvement.": "Verujemo u transparentnost, integritet i izgradnju dugoročnih odnosa sa našim klijentima. Naš tim je posvećen izvrsnosti i kontinuiranom poboljšanju.",
  "Professional solutions tailored to meet your business needs": "Profesionalna rešenja prilagođena potrebama vašeg poslovanja",
  "Why Choose Us": "Zašto izabrati nas",
  "Follow Us": "Pratite nas",
  "All rights reserved": "Sva prava zadržana"
}
