{
  "About": "O nama",
  "About Us": "O nama",
  "Policy": "Politika",
  "Mission": "Misija",
  "Our Mission": "Naša misija",
  "Product": "Proizvod",
  "Services": "Usluge",
  "Tell us everything": "Recite nam sve",
  "Contact": "Kontakt",
  "Do you have any question? Feel free to reach out.": "Imate li pitanje? Slobodno nas kontaktirajte.",
  "Let's Chat": "Razgovarajmo",
  "Application Security": "Bezbednost aplikacije",
  "Software Principles": "Principi softvera",
  "Support Center": "Centar za podršku",
  "Customer Support": "Korisnička podrška",
  "Address": "Adresa",
  "Press": "Mediji",
  "Careers & Culture": "Karijere i kultura",
  "Language": "Jezik",
  "Company": "Firma",
  "Blog": "Blog",
  "Explore": "Istražite",
  "Learn more": "Saznajte više",
  "Get started": "Započnite",
  "Submit": "Pošalji",
  "Message" : "Poruka",
  "Your Message": "Vaša poruka",
  "Name" : "Ime",
  "Your Name": "Vaše ime",
  "Email" : "Email",
  "Your Email": "Vaš email",
  "We are a professional company dedicated to providing top-quality services and solutions.": "Mi smo profesionalna kompanija posvećena pružanju vrhunskih usluga i rešenja.",
  "Our mission is to deliver excellence in everything we do, combining innovation with reliability to meet our clients' needs.": "Naša misija je da pružimo izvrsnost u svemu što radimo, kombinujući inovacije sa pouzdanošću kako bismo ispunili potrebe naših klijenata.",
  "What We Offer": "Šta nudimo",
  "Quality": "Kvalitet",
  "We maintain the highest standards in all construction and installation work on optical infrastructure.": "Održavamo najviše standarde u izvođenju svih građevinskih i montažnih radova na optičkoj infrastrukturi.",
  "Experience": "Iskustvo",
  "Over two decades of expertise in delivering professional and reliable solutions for optical networks.": "Više od dve decenije stručnosti u realizaciji profesionalnih i pouzdanih rešenja za optičke mreže.",
  "Innovation": "Inovacija",
  "We apply modern technologies and working methods to ensure long-lasting and stable network infrastructure.": "Primenjujemo savremene tehnologije i metode rada kako bismo obezbedili dugotrajnu i stabilnu mrežnu infrastrukturu.",
  "Support": "Podrška",
  "Our team is always available for technical support and project coordination during all phases of work.": "Naš tim je uvek dostupan za tehničku podršku i koordinaciju projekta tokom svih faza izvođenja radova.",
  "Our Values": "Naše vrednosti",
  "Our work is based on principles that have guided us since 2005:": "Naš rad se zasniva na principima koji nas vode još od 2005. godine:",
  "We view every project as an investment that must last. That's why we work exclusively according to high standards and proven methods.": "Svaki projekat posmatramo kao investiciju koja mora da traje. Zato radimo isključivo prema visoko postavljenim standardima i proverenim metodama.",
  "Responsibility": "Odgovornost",
  "We take full responsibility for our work, deadlines, and results. We believe that transparent communication is the foundation of cooperation.": "Preuzimamo punu odgovornost za svoj rad, rokove i rezultate. Verujemo da je transparentna komunikacija temelj saradnje.",
  "Expertise": "Stručnost",
  "Our team consists of trained and experienced professionals who follow modern technologies and work techniques.": "Naš tim čine obučeni i iskusni profesionalci koji prate moderne tehnologije i tehnike izvođenja radova.",
  "Reliability": "Pouzdanost",
  "Partners trust us because we consistently deliver what we promise — efficiently, safely, and on time.": "Partneri nam veruju jer dosledno isporučujemo ono što obećamo — efikasno, bezbedno i na vreme.",
  "Professional solutions tailored to meet your business needs": "Profesionalna rešenja prilagođena potrebama vašeg poslovanja",
  "Why Choose Us": "Zašto izabrati nas",
  "Follow Us": "Pratite nas",
  "All rights reserved": "Sva prava zadržana",
  "Reliable partner for building optical infrastructure": "Pouzdani partner za izgradnju optičke infrastrukture",
  "For over two decades, we have been building stable, modern, and secure networks that connect people and businesses.": "Više od dve decenije gradimo stabilne, savremene i bezbedne mreže koje povezuju ljude i poslovanja.",
  "As a company successfully operating since 2005, we combine experience, expertise, and modern working techniques to deliver reliable optical infrastructure you can count on. Our team specializes in all types of construction and installation work required for building optical networks – from preparatory work, through installation, to final inspection and delivery.": "Kao kompanija koja uspešno posluje od 2005. godine, kombinujemo iskustvo, stručnost i savremene tehnike rada kako bismo isporučili pouzdanu optičku infrastrukturu na koju se možete osloniti. Naš tim je specijalizovan za sve vrste građevinskih i montažnih radova potrebnih za izgradnju optičkih mreža – od pripremnih radova, preko instalacije, do završne kontrole i isporuke.",
  "Through expertise, experience, and a responsible approach, we build networks that connect communities, enhance businesses, and ensure secure access to information. We believe that quality optical infrastructure is the foundation of modern society — and that is why we have been creating lasting solutions for over two decades.": "Kroz stručnost, iskustvo i odgovoran pristup gradimo mreže koje povezuju zajednice, unapređuju poslovanje i obezbeđuju siguran pristup informacijama. Verujemo da kvalitetna optička infrastruktura predstavlja osnovu savremenog društva — i zato već više od dve decenije stvaramo rešenja koja traju.",
  "Get in Touch": "Stupite u kontakt",
  "Have a question or want to work with us? We'd love to hear from you. Fill out the form and we'll get back to you as soon as possible.": "Imate pitanje ili želite da sarađujete sa nama? Rado ćemo vas čuti. Popunite formu i javićemo vam se u najkraćem mogućem roku.",
  "Complete optical network construction services": "Kompletne usluge izgradnje optičkih mreža",
  "From site preparation to final installation — we deliver solutions that last.": "Od pripreme terena do završne instalacije — isporučujemo rešenja koja traju.",
  "Services What We Offer Intro": "Naša kompanija obavlja celokupan proces potreban za izgradnju i instalaciju optičke infrastrukture. Svaka faza rada je izvedena precizno, stručno i u skladu sa važećim standardima.",
  "Services What We Offer Subtitle": "U okviru naših usluga obezbeđujemo:",
  "Services Item 1": "Građevinske radove za pripremu i polaganje optičkih kablova",
  "Services Item 2": "Montažu i instalaciju optičkih elemenata i opreme",
  "Services Item 3": "Ispitivanje, merenje i puštanje u rad optičkih veza",
  "Services Item 4": "Terenske radove i izlazak na lokaciju",
  "Services Item 5": "Održavanje i sanaciju postojeće optičke infrastrukture",
  "Services Item 6": "Projekte po meri, u skladu sa potrebama investitora",
  "Services Item 7": "Kompletna rešenja za operatore, kompanije i infrastrukturne sisteme",
  "Services What We Offer Outro": "Naš pristup obuhvata sve — od planiranja do finalne isporuke stabilne, bezbedne i funkcionalne mreže.",
  "Services Why Choose Us Intro": "Na tržištu smo od 2005. godine i iza sebe imamo veliki broj uspešno realizovanih projekata u oblasti optičke infrastrukture. Naši klijenti nas biraju jer dobijaju partnera koji razume kompleksnost posla i isporučuje rezultate bez kompromisa.",
  "Services Why Choose Us Subtitle": "Izdvajamo se po tome što nudimo:",
  "Services Why Item 1": "radimo temeljno, precizno i u skladu sa dogovorenim rokovima",
  "Services Why Item 2": "dugogodišnji rad na projektima različitih obima",
  "Services Why Item 3": "obučeni profesionalci sa jasnim tehničkim znanjem",
  "Services Why Item 4": "materijali, alati i metode rada koje garantuju dug vek infrastrukture",
  "Services Why Item 5": "otvorena komunikacija tokom celog projekta",
  "Services Why Item 6": "prilagođavamo se specifičnim zahtevima i uslovima na terenu",
  "Transparency": "Transparentnost",
  "Flexibility": "Fleksibilnost",
  "Services Why Choose Us Outro": "Naša misija je da klijentima obezbedimo čvrst oslonac za sve što gradi stabilnu i modernu optičku mrežu."
}
